---
kind: other
id: Methods.T:Autodesk.Revit.DB.ExportFontTableIterator
source: html/2505a7ba-0e69-de56-1c8b-4ec736c6556a.htm
---
# ExportFontTableIterator Methods

Identifies if the iteration has completed.